Repository: Erreur32/emailPoubelle.php
Catalog: src/lang/*/LC_MESSAGES/messages.po
Languages: fr

source: Error: Incorrect password
fr: Erreur : mot de passe incorrect

source: Statistics
fr: Statistique

source: Total alias
fr: Alias total

source: Active alias
fr: Alias actif

source: Alias suspended
fr: Alias suspendu

source: Alias not verified
fr: Alias non vérifié

source: User email
fr: Email de l'utilisateur

source: Debug enabled
fr: Debug activé

source: Error : the configuration file conf.php might not be included because the constants are not declared
fr: Erreur : Il ne semble pas que le fichier de configuration conf.php soit inclue car les constantes ne sont pas présentes

source: Error : the working directory cannot be written. Please contact the admin
fr: Erreur : le répertoire de travail ne peut pas être écrit. Merci de contacter l\'administrateur

source: Error : the alias file cannot be written. Please contact the admin
fr: Erreur : le fichier d\'alias ne peut pas être écrit. Merci de contacter l\'administrateur

source: Error : the blacklist file cannot be read. Please contact the admin
fr: Erreur : un fichier de blacklist est renseigné mais n\'est pas lisible. Merci de contacter l\'administrateur

source: Error : the forbidden aliases file cannot be read. Please contact the admin
fr: Erreur : un fichier d\'alias interdit est renseigné mais n\'est pas lisible. Merci de contacter l\'administrateur

source: Service under maintenance
fr: Le service est en maintenance

source: Error initializing tables. Please contact the admin
fr: Erreur à l\'initialisation des tables. Merci de contacter l'administrateur

source: Your trash email address
fr: Votre email poubelle

source: is now enabled
fr: est maintenant actif

source: Error : unknown ID or already validated
fr: Erreur : ID introuvable ou déjà validé

source: The scheduled task is running
fr: La tâche planifié est lancé

source: You didn't allow the scheduled job
fr: Vous n\'avez pas autorisé le lancement par tâche planifié

source: Error : email address incorrect
fr: Erreur : Adresse email incorrect

source: An email has been sent to you
fr: Un email vient de vous être envoyé

source: Error : no known active trash email
fr: Erreur : aucun email actif connu

source: Error : trash email address syntax incorrect
fr: Erreur : Format de l\'email poubelle incorrect

source: Error : this domain cannot be used
fr: Erreur : ce domain n\'est pas pris en charge

source: Error : Your email can not contain a trash domain
fr: Erreur : votre email ne peut pas être un email poubelle

source: Error : trash email address forbidden
fr: Erreur : email poubelle interdit

source: Error : you have been blacklisted
fr: Erreur : vous avez été blacklisté sur ce service

source: Error : this trash email already exists
fr: Erreur : cet email poubelle est déjà utilisé

source: Error: You have reached your limit quota on this app. You can <a href="http://forge.zici.fr/p/emailpoubelle-php/"> install this script </a> on a personal server if you want more quota
fr: Erreur : Vous avez atteind votre quota limite d'alias sur cette application. Vous pouvez <a href="http://forge.zici.fr/p/emailpoubelle-php/">installer ce script</a> sur un serveur personnel si vous voulez plus de quota

source: Confirmation of the creation of your trash email :
fr: Confirmation de la création de votre email poubelle :

source: Click on the link below to validate :
fr: Cliquer sur le lien ci-dessous pour confirmer :

source: To delete this trash email, click on the link below :
fr: Pour supprimer cet email poubelle vous pouvez vous rendre sur le lien ci-dessous :

source: After confirmation, you will be able to temporary suspend you trash email using the link below :
fr: Après confirmation, vous pourrez suspendre temporairement cet email poubelle vous pouvez vous rendre sur le lien ci-dessous :

source: Alias confirmation
fr: Confirmation alias

source: Your email address
fr: Votre email

source: is unknown, a confirmation has been sent to you.
fr: nous étant inconnu, une confirmation vous a été envoyé par email.

source: Confirmation of the removal of your trash email :
fr: Confirmation de la suppression de votre email poubelle

source: Click on the link below to validate the deletion :
fr: Cliquer sur le lien ci-dessous pour confirmer la suppression :

source: If you would like to temporary suspend this trash email, you can follow the link bellow :
fr: Sinon pour suspendre temporairement cet email poubelle vous pouvez vous rendre sur le lien ci-dessous :

source: Alias deletion
fr: Suppression de l'alias

source: Error : unknown trash email
fr: Erreur : impossible de trouver cet email poubelle

source: Add
fr: Ajouter

source: List
fr: Lister

source: Delete
fr: Supprimer

source: Suspend
fr: Suspendre

source: Resume
fr: Reprendre

source: Your real email address
fr: Votre email réel

source: Remember
fr: Mémoriser

source: Name of your trash email address
fr: Nom de l'email poubelle

source: Ex : john_shop
fr: Ex : jean-petiteannonce

source: Unlimited time
fr: Illimité

source: 2 hours
fr: 2 heure

source: 6 hours
fr: 6 heures

source: 1 day
fr: 1 jour

source: 7 days
fr: 7 jours

source: 15 days
fr: 15 jours

source: 30 days
fr: 30 jours

source: 90 days
fr: 90 jours

source: Comment for this trash email (for your to remember)
fr: Un commentaire pour l'ajout ? (pour votre mémoire)

source: Activate
fr: Activer

source: Created by David Mercereau under licence GNU GPL v3
fr: Créé par David Mercereau sous licence GNU GPL v3

source: Download and use this script on the project website
fr: Télécharger et utiliser ce script sur le site du projet

source: has been deleted with all these aliases
fr: a été supprimé avec tout ces alias

source: has not been deleted
fr: n'a pas été supprimé

source: has been deleted
fr: a bien été supprimé

source: Error: email trash unknown
fr: Erreur : email poubelle inconnu

source: Error: Can not find this trash email
fr: Erreur : impossible de trouver cet email poubelle

source: The reception on
fr: La réception sur

source: is active again
fr: est maintenant activé

source: is already active
fr: est déjà activé

source: has not been confirmed by email
fr: n\'à pas été confirmé par email

source: Error: unknown status
fr: Erreur : statu inconnu

source: is now suspended
fr: est maintenant suspendu

source: is already suspended
fr: est déjà suspendu

source: can not be suspended because it has not been activated yet
fr: ne peut pas être suspendu car il n'a pas encore été activé

source: List trash email activate
fr: Liste de vos email poubelles actif

source: List trash email disable
fr: Liste de vos email poubelles désactivé

source: Create
fr: Créer le

source: and expires on
fr: an expire le

source: Comment :
fr: Commentaire :

source: Disable :
fr: Désactivé :

source: Activate :
fr: Activé :

source: Delete :
fr: Supprimé :

source: List trash email
fr: Liste email poubelle
