Repository: Erreur32/emailPoubelle.php
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: it

source: Error: Incorrect password
it: Errore : Password è errata

source: Statistics
it: Statistica

source: Total alias
it: Alias Total

source: Active alias
it: Alias attivi

source: Alias suspended
it: Alias Sospesi

source: Alias not verified
it: Alias non verificati

source: User email
it: Email dell'utente

source: Debug enabled
it: Debug abilitato

source: Error : the configuration file conf.php might not be included because the constants are not declared
it: Errore : Il file di configurazione conf.php forse non è incluso perché i constanti non sono dichiarate

source: Error : the working directory cannot be written. Please contact the admin
it: Errore : il directory corrente non puo essere modificato. Contatta l'amministratore per favore.

source: Error : the alias file cannot be written. Please contact the admin
it: Errore : il alias file non puo essere modificato. Contatta l'amministratore per favore.

source: Error : the blacklist file cannot be read. Please contact the admin
it: Errore : il file della lista nera non puo essere modificato. Contatta l'amministratore per favore.

source: Error : the forbidden aliases file cannot be read. Please contact the admin
it: Errore : Il proibito alias file non puo essere modificato.Contatta l'amministratore per favore.

source: Service under maintenance
it: Servizio in manutenzione

source: Error initializing tables. Please contact the admin
it: Errore per inizializzare le tabelle. Per favore contatta l'amministratore

source: Your trash email address
it: Il tuo email rifiuti indirizzo

source: is now enabled
it: è adesso attivo

source: Error : unknown ID or already validated
it: Errore : ID non è conosciuto o già validato

source: The scheduled task is running
it: L'attività pianificate è in esecuzione

source: You didn't allow the scheduled job
it: L'attività pianificate non è autorizata

source: Error : email address incorrect
it: Errore : Indirizzo email errato

source: An email has been sent to you
it: Ti è stata inviata un'email

source: Error : no known active trash email
it: Errore : Nessun'email rifiuti attiva conosciuta

source: Error : trash email address syntax incorrect
it: Errore : La sintassi dell'indorizzo email rifiuti è errata

source: Error : this domain cannot be used
it: Errore : Il dominio non puo essere utilizzato

source: Error : Your email can not contain a trash domain
it: Errore : La tua email non puo contenare un dominio rifiuti

source: Error : trash email address forbidden
it: Errore : Indirizzo email rifiuti vietato

source: Error : you have been blacklisted
it: Errore : Sei stato nella lista nera

source: Error : this trash email already exists
it: Errore : Questo email rifiuti esista già

source: Error: You have reached your limit quota on this app. You can <a href="http://forge.zici.fr/p/emailpoubelle-php/"> install this script </a> on a personal server if you want more quota
it: Errore : Hai raggiunto la tua limite su questa app. Puoi <a href="http://forge.zici.fr/p/emailpoubelle-php/"> installare questo script </a> su un server personale se vuoi più quota

source: Confirmation of the creation of your trash email :
it: Confirmazione della creazione della tua email rifiuti

source: Click on the link below to validate :
it: Clicca sul link sottostante per confermare

source: To delete this trash email, click on the link below :
it: per sopprimere questa email rifiuti, clicca sul link sottostante

source: After confirmation, you will be able to temporary suspend you trash email using the link below :
it: Doppo confermazione, sara possibile di temporanea sospendere la tua emailrifiuti con il link sottostante

source: Alias confirmation
it: Alias confermazione

source: Your email address
it: Il tuo indirizzo email

source: is unknown, a confirmation has been sent to you.
it: non è conosciuto, una confermazione richiesta ti es stata inviata

source: Confirmation of the removal of your trash email :
it: Confermazione per la soppressione della tua email rifiuti

source: Click on the link below to validate the deletion :
it: Clicca sul link sottostante per confermare la soppressione

source: If you would like to temporary suspend this trash email, you can follow the link bellow :
it: Se vuoi temporeano sospendere la tua email rifiuti, clicca sul link sottostante

source: Alias deletion
it: Alias cancellatura

source: Error : unknown trash email
it: Errore : Email rifiuti non è conosciuta

source: Add
it: Aggiungere

source: List
it: Listare

source: Delete
it: Sopprimere

source: Suspend
it: Sospendere

source: Resume
it: Riprendere

source: Your real email address
it: Il tuo vero email indirizzo

source: Remember
it: Ricordarsi

source: Name of your trash email address
it: Il nome dello tuo email rifiuti indirizzo

source: Unlimited time
it: Tempo illimitato

source: 2 hours
it: 2 ore

source: 6 hours
it: 6 ore

source: 1 day
it: 1 giorno

source: 7 days
it: 7 giorni

source: 15 days
it: 15 giorni

source: 30 days
it: 30 giorni

source: 90 days
it: 90 giorni

source: Comment for this trash email (for your to remember)
it: Commento su questa email rifiuti (per ricordarti)

source: Ex : Inscription sur zici.fr
it: Ex: Iscrizione su zici.fr

source: Activate
it: Attivare

source: Version
it: Versione

source: Created by David Mercereau under licence GNU GPL v3
it: Creato da David Mercereau sotto la licenza GNU GPL v3

source: Download and use this script on the project website
it: Scarica é utiliza questo script sul website del projetto

source: has been deleted with all these aliases
it: e stato cancellato con tutti i alias

source: Erreur
it: Errore

source: has not been deleted
it: non e stato cancellato

source: has been deleted
it: e stato cancellato

source: Error: email trash unknown
it: Errore : Email rifiuti non è conosciuta

source: Error: Can not find this trash email
it: Errore : Questa email rifiuti non è stata trovata

source: The reception on
it: La ricezione su

source: is active again
it: è riattivata

source: is already active
it: è gia attivata

source: has not been confirmed by email
it: non è stata confermata da email

source: Error: unknown status
it: Errore : Stato sconosciuto

source: is now suspended
it: è addesso sospesa

source: is already suspended
it: è gia sospesa

source: can not be suspended because it has not been activated yet
it: non puo essere sospesa perchè non è stata ancora attivata

source: List trash email activate
it: La lista di email rifiuti è attivata

source: List trash email disable
it: La lista di email rifiuti è disattivata

source: Create
it: Creare

source: and expires on
it: e scade alle

source: Comment :
it: Commento :

source: Disable :
it: Disattivare :

source: Activate :
it: Attivare :

source: Delete :
it: Cancellare :

source: List trash email
it: Listare email rifiuti
